{"idInstitucion":1,"nombreDeInstitucion":"Ministerio de Agricultura, Ganadería y Alimentación","siglas":"MAGA","sector":"ejecutivo","descripcion":"Institución encargada de fomentar el desarrollo rural del sector agropecuario, forestal e hidrobiológico, a traves de la transformación y modernización de los medios productivos, organizactivos y comerciales.","horario":"8:00 hrs a 16:30 hrs","diasAtencion":"Lunes a viernes","mision":"Somos una Institución del Estado, que fomenta el desarrollo rural integral a través de la transformación y modernización del sector agropecuario, forestal e hidrobiológico, desarrollando capacidades productivas, organizativas y comerciales para lograr la seguridad y soberanía alimentaria y competitividad con normas y regulaciones claras para el manejo de productos en el mercado nacional e internacional, garantizando la sostenibilidad de los recursos naturales.","vision":"Ser una institución pública eficiente, eficaz y transparente que promueve el desarrollo sustentable y sostenible del sector, para que los productores agropecuarios, forestales e hidrobiológicos, obtengan un desarrollo rural integral a través del uso equitativo de los medios de producción y uso sostenible de los recursos naturales renovables, mejorando su calidad de vida, seguridad y soberanía alimentaria, y competitividad.","enlaceAccesoInformacion":"https://www.maga.gob.gt/informacion-publica/","direccion":"7a. Avenida 12-90 zona 13, edificio Monja Blanca","web":"http://web.maga.gob.gt","telefono":24137000,"fb":"https://www.facebook.com/maga.gt","tw":"https://twitter.com/MagaGuatemala","fotoUrl":"https://www.maga.gob.gt/wp-content/uploads/2018/11/misionvis.jpg ","ministros":[{"idPerfil":6,"nombre":"Oscar David Bonila Aguirre","sexo":"Masculino ","puesto":"Ministro de Agricultura, Ganadería y Alimentación ","institution":"Ministerio de Agricultura, Ganadería y Alimentación ","experienciaLaboral":"Gerencia de empresas de producción de aguacate, ganado, melón, piña, arroz y banano, a nivel nacional y de región Centroamericana. En lo que respecta a la investigación, dirigió para ahondar en el desarrolo de técnicas de electroforesis para purificación de virus en frijol, por parte de las Universidades del Valle y CCornell en conjunto con USAID, y coordinó el proyecto de investigación sobre Cardamomko, para la Asociación de Productores de Cardamomo en alianza con la Universidad del Valle.Ha liderado como presidente fundador del Consejo Nacional de Cadenas Productivas Agropecuarias (CONACPA) y de la Cadena Productiva de Aguacate (PROAGUACATE), como Vicepresidente la Comisión como Director el Consejo Consultivo Agrícola y actualmente es representante de la Cadena de Aguacate ante el Consejo Nacional Agropecuario (CONADEA). ","experienciaAcadémica":"Magister en Gestión Pública y Liderazgo cursando en la Escuela de Gobierno, con el respaldo de la Universidad Internaciones y es Ingeniero Agrónomo en grado de licenciatura en Ciencias Agrícolas de la Universidad del Valle de Guatemala, y cuenta con una especialidad de Virus de Plantas en Cornell por la Universidad de Nueva York.","proyeccionHumana":"","fotoUrl":"https://dca.gob.gt/noticias-guatemala-diario-centro-america/wp-content/uploads/2020/01/foto-12-pag-4.jpg"},{"idPerfil":7,"nombre":"Roxana María ávila Martínez","sexo":"Femenino","puesto":"Viceministra de Sanidad Agropecuaria y Regulaciones","institution":"Ministerio de Agricultura, Ganadería y Alimentación ","fotoUrl":"https://pbs.twimg.com/media/EOfukxdWoAAOJhU.jpg"},{"idPerfil":8,"nombre":"Jorge Eduardo Rodas Nuñez","sexo":"Masculino ","puesto":"Viceministro de Seguridad Alimentaria y Nutricional ","institution":"Ministerio de Agricultura, Ganadería y Alimentación ","fotoUrl":"https://www.maga.gob.gt/wp-content/uploads/2020/01/17ene-3.jpg"},{"idPerfil":9,"nombre":"Luis Eduardo Mendoza Soto ","sexo":"Masculino ","puesto":"Viceministro de Desarrollo Económico Rural","institution":"Ministerio de Agricultura, Ganadería y Alimentación ","fotoUrl":"https://www.maga.gob.gt/wp-content/uploads/2020/01/17ene-5.jpg"},{"idPerfil":10,"nombre":"Gerardo Alegría Varela","sexo":"Masculino ","puesto":"Viceministro Encargado de Asunto de Petén ","institution":"Ministerio de Agricultura, Ganadería y Alimentación ","fotoUrl":"https://www.maga.gob.gt/wp-content/uploads/2020/01/17ene-4.jpg"}]}